Repository: Gallo233/joi-map-ios
Catalog: AIGuide/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, ko, zh_hant

source: 查询失败
en: Lookup Failed
ja: 照会に失敗しました
ko: 조회 실패
zh_hant: 查詢失敗

source: 模拟定位
en: Simulate Location
ja: 位置をシミュレート
ko: 위치 시뮬레이션
zh_hant: 模擬定位

source: 正在加载...
en: Loading...
ja: 読み込み中...
ko: 불러오는 중...
zh_hant: 正在載入...

source: 添加并校准
en: Add and Calibrate
ja: 追加して調整
ko: 추가 및 보정
zh_hant: 新增並校準

source: 添加笔记
en: Add Note
ja: メモを追加
ko: 노트 추가
zh_hant: 新增筆記

source: 清空
en: Clear
ja: クリア
ko: 비우기

source: 清空记录
en: Clear Records
ja: 記録を削除
ko: 기록 지우기
zh_hant: 清空記錄

source: 游客
en: Guest
ja: ゲスト
ko: 방문객
zh_hant: 遊客

source: 游览统计
en: Visit Stats
ja: 訪問統計
ko: 방문 통계
zh_hant: 遊覽統計

source: 游览记录
en: Visit History
ja: 訪問履歴
ko: 방문 기록
zh_hant: 遊覽記錄

source: 热门搜索
en: Popular Searches
ja: 人気検索
ko: 인기 검색
zh_hant: 熱門搜尋

source: 版本 1.0.0 (1)
en: Version 1.0.0 (1)
ja: バージョン 1.0.0 (1)
ko: 버전 1.0.0 (1)

source: 现场定位会结合 GPS、路线进度和拍照识别。你可以手动选择更准确的点位，系统会立刻校准本次讲解。
en: On-site positioning combines GPS, route progress, and photo recognition. You can choose a more accurate place to recalibrate this narration.
ja: 現地位置はGPS、ルート進行、写真認識を組み合わせます。より正確な場所を選んで今回の解説を補正できます。
ko: 현장 위치는 GPS, 경로 진행, 사진 인식을 함께 사용합니다. 더 정확한 장소를 선택해 이번 해설을 보정할 수 있습니다.
zh_hant: 現場定位會結合 GPS、路線進度和拍照識別。你可以手動選擇更準確的點位，系統會立刻校準本次講解。

source: 用当前位置新增点位
en: Add place from current location
ja: 現在地から場所を追加
ko: 현재 위치로 장소 추가
zh_hant: 用目前位置新增點位

source: 用户协议内容
en: Terms of service content
ja: 利用規約の内容
ko: 이용약관 내용
zh_hant: 使用者協議內容

source: 男声
en: Male
ja: 男性音声
ko: 남성 음성
zh_hant: 男聲

source: 相册
en: Album
ja: アルバム
ko: 앨범
zh_hant: 相簿

source: 确定
en: OK
ja: OK
ko: 확인
zh_hant: 確定

source: 确定要清空所有游览记录吗？此操作不可撤销。
en: Clear all visit records? This cannot be undone.
ja: すべての訪問記録を削除しますか？この操作は元に戻せません。
ko: 모든 방문 기록을 지울까요? 이 작업은 되돌릴 수 없습니다.
zh_hant: 確定要清空所有遊覽記錄嗎？此操作無法復原。

source: 离线内容管理
en: Offline Content
ja: オフラインコンテンツ
ko: 오프라인 콘텐츠
zh_hant: 離線內容管理

source: 等定位完成、地图推荐返回，或先使用“识景”拍照识别。
en: Wait for location and map recommendations, or use Scan to identify by photo first.
ja: 位置情報と地図候補を待つか、先に識別で写真認識してください。
ko: 위치와 지도 추천을 기다리거나 먼저 인식에서 사진으로 식별하세요.
zh_hant: 等定位完成、地圖推薦返回，或先使用「識景」拍照識別。

source: 等待定位后可添加
en: Available after location is ready
ja: 位置取得後に追加できます
ko: 위치 확인 후 추가 가능
zh_hant: 等待定位後可新增

source: 简介
en: Overview
ja: 概要
ko: 개요
zh_hant: 簡介

source: 纠正位置
en: Correct Location
ja: 位置を修正
ko: 위치 수정
zh_hant: 校正位置

source: 纠错
en: Report Issue
ja: 修正を報告
ko: 오류 신고
zh_hant: 糾錯

source: 纠错反馈
en: Correction Feedback
ja: 修正フィードバック
ko: 수정 피드백
zh_hant: 糾錯回饋

source: 结束旅程
en: End Journey
ja: 旅を終了
ko: 여정 종료
zh_hant: 結束旅程

source: 编号查询
en: ID Lookup
ja: 番号検索
ko: 번호 조회
zh_hant: 編號查詢

source: 置信度 %lld%%
en: Confidence %lld%%
ja: 信頼度 %lld%%
ko: 신뢰도 %lld%%

source: 行程
en: Trips
ja: 旅程
ko: 여정

source: 记录游览的每个精彩瞬间 形成完整的游览故事
en: Record every highlight and turn the visit into a story
ja: 旅の見どころを記録し ひとつの物語にします
ko: 방문의 순간을 기록해 하나의 이야기로 만듭니다
zh_hant: 記錄遊覽的每個精彩瞬間 形成完整的遊覽故事

source: 识别结果
en: Recognition Result
ja: 認識結果
ko: 인식 결과
zh_hant: 識別結果

source: 识别置信度
en: Recognition Confidence
ja: 認識信頼度
ko: 인식 신뢰도
zh_hant: 識別置信度

source: 识别错误
en: Recognition Error
ja: 認識エラー
ko: 인식 오류
zh_hant: 識別錯誤

source: 试试其他关键词
en: Try another keyword
ja: 別のキーワードを試してください
ko: 다른 키워드를 시도하세요
zh_hant: 試試其他關鍵字

source: 语音追问
en: Voice Follow-up
ja: 音声で追加質問
ko: 음성 추가 질문
zh_hant: 語音追問

source: 路线
en: Route
ja: ルート
ko: 경로
zh_hant: 路線

source: 路线名称
en: Route Name
ja: ルート名
ko: 경로 이름
zh_hant: 路線名稱

source: 路线图
en: Route Map
ja: ルートマップ
ko: 경로 지도
zh_hant: 路線圖

source: 路线描述
en: Route Description
ja: ルート説明
ko: 경로 설명
zh_hant: 路線描述

source: 路线站点
en: Route Stops
ja: ルート地点
ko: 경로 지점
zh_hant: 路線站點

source: 路线章节
en: Route Chapters
ja: ルート章
ko: 경로 챕터
zh_hant: 路線章節

source: 跳过
en: Skip
ja: スキップ
ko: 건너뛰기
zh_hant: 略過

source: 输入展品编号
en: Enter exhibit ID
ja: 展示番号を入力
ko: 전시품 번호 입력
zh_hant: 輸入展品編號

source: 输入编号
en: Enter ID
ja: 番号を入力
ko: 번호 입력
zh_hant: 輸入編號

source: 这是“行程”的基础：把分散讲解串成章节，让一次游览变成可回顾的完整故事。
en: This is the foundation of Trips: turning scattered narration into chapters you can revisit later.
ja: これは旅程の土台です。散らばった解説を章にまとめ、後で振り返れる物語にします。
ko: 이것은 여정의 기반입니다. 흩어진 해설을 챕터로 묶어 나중에 돌아볼 수 있는 이야기로 만듭니다.
zh_hant: 這是「行程」的基礎：把分散講解串成章節，讓一次遊覽變成可回顧的完整故事。

source: 追问
en: Follow Up
ja: 追加質問
ko: 추가 질문
zh_hant: 追問

source: 适合附近没有景点候选时使用
en: Use when no nearby place candidates are available
ja: 近くに候補がない場合に使用
ko: 주변 후보가 없을 때 사용
zh_hant: 適合附近沒有景點候選時使用

source: 选择景点
en: Choose Place
ja: スポットを選択
ko: 명소 선택
zh_hant: 選擇景點

source: 选择语音
en: Choose Voice
ja: 音声を選択
ko: 음성 선택
zh_hant: 選擇語音

source: 选择这段讲解的表达方式
en: Choose how this narration should sound
ja: この解説の表現を選択
ko: 이 해설의 표현 방식을 선택
zh_hant: 選擇這段講解的表達方式

source: 重试
en: Retry
ja: 再試行
ko: 다시 시도
zh_hant: 重試

source: 附近信标
en: Nearby Beacons
ja: 近くのビーコン
ko: 주변 비콘
zh_hant: 附近信標

source: 附近景点
en: Nearby Places
ja: 近くのスポット
ko: 주변 명소
zh_hant: 附近景點

source: 隐私政策内容
en: Privacy policy content
ja: プライバシーポリシーの内容
ko: 개인정보 처리방침 내용
zh_hant: 隱私政策內容

# trip.preference.duration.long.format
source: 约 %d 小时路线
en: %d-hour route
ja: %d時間コース
ko: %d시간 코스
zh_hant: 約 %d 小時路線

# trip.preference.duration.short.format
source: %d小时
en: %dh
ja: %d時間
ko: %d시간
zh_hant: %d小時

# trip.preference.durationPace
source: 时长与节奏
en: Time & pace
ja: 時間とペース
ko: 시간과 속도
zh_hant: 時長與節奏

# trip.preference.focusAudience
source: 兴趣与人群
en: Focus & audience
ja: テーマと対象
ko: 관심사와 대상
zh_hant: 興趣與人群

# trip.preference.maxStops.format
source: 最多 %d 个点
en: Up to %d stops
ja: 最大%dスポット
ko: 최대 %d곳
zh_hant: 最多 %d 個點

# trip.preference.title
source: 路线偏好
en: Route preferences
ja: ルート設定
ko: 경로 설정
zh_hant: 路線偏好

# trip.preference.pace.balanced
source: 均衡
en: Balanced
ja: バランス
ko: 균형

# trip.preference.pace.efficient
source: 高效
en: Efficient
ja: 効率
ko: 효율

# trip.preference.pace.relaxed
source: 轻松
en: Relaxed
ja: ゆったり
ko: 여유
zh_hant: 輕鬆

# search.category.poi
source: 景点
en: Places
ja: スポット
ko: 명소
zh_hant: 景點

# search.category.exhibition
source: 展览
en: Exhibits
ja: 展示
ko: 전시
zh_hant: 展覽

# search.category.facility
source: 设施
en: Facilities
ja: 施設
ko: 시설
zh_hant: 設施

# search.category.tour
source: 路线
en: Routes
ja: ルート
ko: 경로
zh_hant: 路線

# search.nav.title
source: 搜索
en: Search
ja: 検索
ko: 검색
zh_hant: 搜尋

# search.placeholder
source: 搜索景点、展览、设施...
en: Search places, exhibits, facilities...
ja: スポット、展示、施設を検索...
ko: 명소, 전시, 시설 검색...
zh_hant: 搜尋景點、展覽、設施...

# search.recent.title
source: 最近搜索
en: Recent Searches
ja: 最近の検索
ko: 최근 검색
zh_hant: 最近搜尋

# search.recent.clear
source: 清空
en: Clear
ja: クリア
ko: 비우기

# search.quick.title
source: 快速查找
en: Quick Search
ja: クイック検索
ko: 빠른 검색

# search.popular.title
source: 热门搜索
en: Popular Searches
ja: 人気検索
ko: 인기 검색
zh_hant: 熱門搜尋

# search.loading
source: 搜索中...
en: Searching...
ja: 検索中...
ko: 검색 중...
zh_hant: 搜尋中...

# search.empty.title
source: 未找到相关内容
en: No matching results
ja: 一致する結果がありません
ko: 일치하는 결과가 없습니다
zh_hant: 未找到相關內容

# search.empty.subtitle
source: 试试其他关键词
en: Try another keyword
ja: 別のキーワードを試してください
ko: 다른 키워드를 시도하세요
zh_hant: 試試其他關鍵字

# search.quick.poi
source: 景点
en: Places
ja: スポット
ko: 명소
zh_hant: 景點

# search.quick.exhibition
source: 展览
en: Exhibits
ja: 展示
ko: 전시
zh_hant: 展覽

# search.quick.restroom
source: 卫生间
en: Restrooms
ja: トイレ
ko: 화장실
zh_hant: 洗手間

# search.quick.food
source: 餐饮
en: Dining
ja: 食事
ko: 식음료
zh_hant: 餐飲

# search.quick.shop
source: 商店
en: Shop
ja: ショップ
ko: 상점

# search.quick.route
source: 路线
en: Routes
ja: ルート
ko: 경로
zh_hant: 路線

# search.popular.entrance
source: 入口
en: Entrance
ko: 입구

# search.popular.visitorCenter
source: 游客中心
en: Visitor Center
ja: 案内所
ko: 방문자 센터
zh_hant: 遊客中心

# search.popular.mainHall
source: 主展厅
en: Main Hall
ja: メイン展示室
ko: 주 전시실
zh_hant: 主展廳

# search.popular.temporaryExhibition
source: 临时展
en: Temporary Exhibit
ja: 企画展
ko: 기획전
zh_hant: 臨時展

# search.popular.restroom
source: 卫生间
en: Restrooms
ja: トイレ
ko: 화장실
zh_hant: 洗手間

# search.popular.food
source: 餐饮
en: Dining
ja: 食事
ko: 식음료
zh_hant: 餐飲

# search.popular.souvenir
source: 纪念品
en: Souvenirs
ja: お土産
ko: 기념품
zh_hant: 紀念品

# search.popular.accessibility
source: 无障碍
en: Accessibility
ja: バリアフリー
ko: 접근성
zh_hant: 無障礙

# search.record.poiEntrance.title
source: 入口/出口
en: Entrance / Exit
ko: 입구 / 출구

# search.record.poiEntrance.subtitle
source: 入园、离园、检票和集合位置
en: Entry, exit, ticket checks, and meeting points
ja: 入場、退場、チケット確認、集合場所
ko: 입장, 퇴장, 티켓 확인 및 집합 위치
zh_hant: 入園、離園、驗票與集合位置

# search.record.poiMainHall.title
source: 主展厅
en: Main Hall
ja: メイン展示室
ko: 주 전시실
zh_hant: 主展廳

# search.record.poiMainHall.subtitle
source: 当前场馆的核心参观点
en: The main point of interest in the current venue
ja: 現在の施設で中心となる見学スポット
ko: 현재 장소의 핵심 관람 지점
zh_hant: 目前場館的核心參觀點

# search.record.poiViewpoint.title
source: 观景点
en: Viewpoint
ja: ビューポイント
ko: 전망 포인트
zh_hant: 觀景點

# search.record.poiViewpoint.subtitle
source: 适合停留、拍照和观察全景的位置
en: A good place to pause, take photos, and see the panorama
ja: 立ち止まって写真を撮り、全景を眺めるのに適した場所
ko: 잠시 머물며 사진을 찍고 전경을 보기 좋은 위치
zh_hant: 適合停留、拍照與欣賞全景的位置

# search.record.poiGarden.title
source: 花园/户外区
en: Garden / Outdoor Area
ja: 庭園／屋外エリア
ko: 정원 / 야외 구역
zh_hant: 花園／戶外區

# search.record.poiGarden.subtitle
source: 适合休息和慢速游览的开放空间
en: Open space for resting and a slower visit
ja: 休憩やゆったりした見学に向いた開放的な空間
ko: 휴식과 여유로운 관람에 좋은 열린 공간
zh_hant: 適合休息與慢速遊覽的開放空間

# search.record.exhibitionPermanent.title
source: 常设展
en: Permanent Exhibition
ja: 常設展
ko: 상설전
zh_hant: 常設展

# search.record.exhibitionPermanent.subtitle
source: 长期开放的主题陈列
en: Long-term themed displays
ja: 長期公開されているテーマ展示
ko: 장기간 운영되는 주제 전시
zh_hant: 長期開放的主題陳列

# search.record.exhibitionTemporary.title
source: 临时展
en: Temporary Exhibition
ja: 企画展
ko: 기획전
zh_hant: 臨時展

# search.record.exhibitionTemporary.subtitle
source: 限时开放的专题展览
en: Limited-time special exhibitions
ja: 期間限定で公開される特別展示
ko: 기간 한정 특별 전시
zh_hant: 限時開放的專題展覽

# search.record.exhibitionHighlights.title
source: 精选展品
en: Featured Exhibits
ja: 注目の展示品
ko: 추천 전시품
zh_hant: 精選展品

# search.record.exhibitionHighlights.subtitle
source: 适合快速了解亮点内容
en: A fast way to understand the highlights
ja: 見どころをすばやく把握するのに適した内容
ko: 핵심 볼거리를 빠르게 이해하기 좋은 콘텐츠
zh_hant: 適合快速了解亮點內容

# search.record.exhibitionInteractive.title
source: 互动体验
en: Interactive Experience
ja: インタラクティブ体験
ko: 인터랙티브 체험
zh_hant: 互動體驗

# search.record.exhibitionInteractive.subtitle
source: 可参与的沉浸式展示或体验区
en: Hands-on immersive displays and experience zones
ja: 参加できる没入型展示や体験エリア
ko: 참여할 수 있는 몰입형 전시와 체험 구역
zh_hant: 可參與的沉浸式展示或體驗區

# search.record.facilityVisitorCenter.title
source: 游客中心
en: Visitor Center
ja: 案内所
ko: 방문자 센터
zh_hant: 遊客中心

# search.record.facilityVisitorCenter.subtitle
source: 咨询、票务、寄存和服务台
en: Information, tickets, lockers, and service desk
ja: 案内、チケット、荷物預かり、サービスデスク
ko: 안내, 티켓, 보관함 및 서비스 데스크
zh_hant: 諮詢、票務、寄存與服務台

# search.record.facilityRestroom.title
source: 卫生间
en: Restrooms
ja: トイレ
ko: 화장실
zh_hant: 洗手間

# search.record.facilityRestroom.subtitle
source: 附近公共卫生间和无障碍卫生间
en: Nearby public and accessible restrooms
ja: 近くの公共トイレとバリアフリートイレ
ko: 가까운 공용 및 접근성 화장실
zh_hant: 附近公共洗手間與無障礙洗手間

# search.record.facilityFood.title
source: 餐饮
en: Dining
ja: 食事
ko: 식음료
zh_hant: 餐飲

# search.record.facilityFood.subtitle
source: 餐厅、咖啡、轻食和休息补给点
en: Restaurants, coffee, light meals, and rest stops
ja: レストラン、カフェ、軽食、休憩補給スポット
ko: 식당, 커피, 가벼운 식사와 휴식 보급 지점
zh_hant: 餐廳、咖啡、輕食與休息補給點

# search.record.facilityShop.title
source: 纪念品商店
en: Gift Shop
ja: ミュージアムショップ
ko: 기념품 상점
zh_hant: 紀念品商店

# search.record.facilityShop.subtitle
source: 文创、纪念品和导览周边
en: Creative goods, souvenirs, and guide-related items
ja: 文創グッズ、お土産、ガイド関連アイテム
ko: 문화상품, 기념품 및 안내 관련 상품
zh_hant: 文創、紀念品與導覽周邊

# search.record.facilityWater.title
source: 饮水处
en: Drinking Water
ja: 給水スポット
ko: 식수대
zh_hant: 飲水處

# search.record.facilityWater.subtitle
source: 直饮水、补水和自动售卖点
en: Water fountains, refills, and vending points
ja: 飲料水、給水、 自動販売スポット
ko: 식수, 물 보충 및 자동판매 지점
zh_hant: 直飲水、補水與自動售賣點

# search.record.facilityAccessibility.title
source: 无障碍服务
en: Accessibility Services
ja: バリアフリーサービス
ko: 접근성 서비스
zh_hant: 無障礙服務

# search.record.facilityAccessibility.subtitle
source: 轮椅、坡道、电梯和辅助通行信息
en: Wheelchairs, ramps, elevators, and accessible routes
ja: 車椅子、スロープ、エレベーター、補助導線情報
ko: 휠체어, 경사로, 엘리베이터 및 보조 이동 정보
zh_hant: 輪椅、坡道、電梯與輔助通行資訊

# search.record.tourRecommended.title
source: 推荐路线
en: Recommended Route
ja: おすすめルート
ko: 추천 경로
zh_hant: 推薦路線

# search.record.tourRecommended.subtitle
source: 覆盖核心景点和展览的经典游览动线
en: A classic route covering key places and exhibitions
ja: 主要スポットと展示を巡る定番ルート
ko: 핵심 명소와 전시를 포함한 클래식 관람 동선
zh_hant: 涵蓋核心景點與展覽的經典遊覽動線

# search.record.tourFamily.title
source: 亲子路线
en: Family Route
ja: ファミリールート
ko: 가족 경로
zh_hant: 親子路線

# search.record.tourFamily.subtitle
source: 节奏轻松、适合家庭同行的路线
en: A relaxed route that works well for families
ja: 家族連れに向いたゆったりしたルート
ko: 가족 동반에 적합한 여유로운 경로
zh_hant: 節奏輕鬆、適合家庭同行的路線

# search.record.tourShort.title
source: 快速游览
en: Quick Visit
ja: 短時間コース
ko: 빠른 관람
zh_hant: 快速遊覽

# search.record.tourShort.subtitle
source: 时间有限时优先参观的精简路线
en: A compact route for limited time
ja: 時間が限られているときに優先して巡る短縮ルート
ko: 시간이 제한될 때 우선 관람하는 압축 경로
zh_hant: 時間有限時優先參觀的精簡路線

# search.record.tourAccessible.title
source: 无障碍路线
en: Accessible Route
ja: バリアフリールート
ko: 접근성 경로
zh_hant: 無障礙路線

# search.record.tourAccessible.subtitle
source: 优先经过坡道、电梯和便捷服务点
en: Prioritizes ramps, elevators, and convenient service points
ja: スロープ、エレベーター、便利なサービス地点を優先するルート
ko: 경사로, 엘리베이터와 편리한 서비스 지점을 우선하는 경로
zh_hant: 優先經過坡道、電梯與便捷服務點

source: 风格
en: Style
ja: スタイル
ko: 스타일
zh_hant: 風格

# destination.tokyo-national-museum.address
source: 13-9 Uenokoen, Taito City, Tokyo
ja: 東京都台東区上野公園13-9
ko: 도쿄도 다이토구 우에노공원 13-9
